Repository: faertopone/helpdream
Catalog: web_blog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Descriptions mini
ru: Описание блога

source: app_blog
ru: апп_блог

source: Man
ru: Мужской

source: Girl
ru: Женский

source: User
ru: Пользователь

source: Phone
ru: Телефон

source: Select gender
ru: Выбрать пол

source: Select file
ru: Выбрать фаил

source: profile
ru: профиль

source: profiles
ru: профили

source: Author blog
ru: Автор блога

source: Title blog
ru: Название блога

source: Description blog
ru: Описание блога

source: creadet at
ru: Дата создания

source: Link photo
ru: Ссылка фото

source: blog
ru: блог

source: blogs
ru: блоги

source: Photo
ru: Фото

source: blogPhoto
ru: Блого фото

source: blogPhotos
ru: Блог фотки

source: My blog
ru: блог

source: Blog
ru: Блог

source: Admin panel
ru: Админ панель

source: Profiel admin
ru: Профиль админа

source: Profile
ru: профиль

source: Created blog
ru: Название блога

source: LOGOUT
ru: ВЫЙТИ

source: LOGIN
ru: ЛОГИН

source: REGISTER
ru: РЕГИСТРАЦИЯ

source: WEBSITE CREATED BLOG
ru: САЙТ СОЗДАНИЯ БЛОГОВ

source: Blog №:
ru: Блог №

source: Author
ru: Автор блога

source: Title:
ru: Название блога

source: Description:
ru: Описание блога

source: No photo
ru: Ссылка фото

source: Created Blog
ru: Создать блог

source: Author blog:
ru: Автор блога

source: Load photo:
ru: Ссылка фото

source: If you want to download the blog via cvs. CLICK HERE!
ru: Если вы хоиите загрузить фаил блога csv. Нажми сюда

source: List all blogs:
ru: Название блога

source: To create a blog, you need to log in!
ru: Что бы создать блог, нужно войти под своим профилем

source: More
ru: Подробнее

source: Load file
ru: профиль

source: Done
ru: Выполнено

source: Operation completed successfully!
ru: Операция выполнена успешно

source: You will now be redirected to the main page
ru: Сейчас вы будете перенаправленые на главную страницу

source: click here if you don
ru: нажмите сюда для перехода

source: Login:
ru: Логин:

source: Password
ru: Пароль

source: enter
ru: вход

source: restore password
ru: восстановить пароль

source: Edit profile
ru: профиль

source: Edit data
ru: РЕдактировать данные

source: You name
ru: Ваше имя

source: You last name
ru: Ваша фамилия

source: edit data
ru: редактировать данные

source: You secret data
ru: Ваши данные

source: You login:
ru: Ваш логин:

source: You name:
ru: Ваше имя:

source: You lastname
ru: Ваша фамилия

source: You email:
ru: Ваш email:

source: You tel
ru: Ваш телефон

source: Register
ru: Регистрация

source: Register new user
ru: Регитсрация нового пользователя

source: You login
ru: Ваш логин

source: You password:
ru: Ваш пароль:

source: password
ru: пароль

source: You password2:
ru: Ваш пароль2:

source: name
ru: имя

source: You last name:
ru: Твоя фамилия

source: last name
ru: фамлиия

source: You tel:
ru: Ваш телефон:

source: tel
ru: Телефон

source: Load avatar img
ru: Загрузить аватарку

source: Restore password
ru: Восстановить пароль

source: You email user restore
ru: Емаил пользователя

source: Restore
ru: Восстановление

source: Hello there! today is %(date)s %(time)s
ru: Привет! Сегодня %(date)s %(time)s
